{
  "artists": [
    {
      "name": "Rakoto Frah",
      "description": "Rakoto Frah, de son vrai nom Rakotozafy François, est un joueur de valiha malgache, né en 1923 à Ambohimanga Rova, un village situé à 20 km de Majunga. Il est décédé le 14 juillet 2001. Il est considéré comme le roi du valiha, un instrument traditionnel malgache.",
      "genres": [
        "Valiha",
        "World",
        "Afro"
      ],
      "label": "Gasy",
      "image": "https://www.za-malagasy.com/media/cache/resolve/image_main/uploads/50c8744be5_605b886216aca/225192fb5cc8e1c_618590fa4abfe.jpeg",
      "youtube": "https://www.youtube.com/watch?v=kD2NmGsxSTQ"
    },
    {
      "name": "Babai Lugu",
      "description": "Connu auparavant sous le nom de Alalá, cette formation rebaptisée Babai Lugu & Alala Katsa Katsa donne un nouveau souffle aux musiques de l’île rouge tiraillé entre l’affirmation volontaire d’un déracinement et un fort attachement à ses origines. La voix de Babai Lugu est à la fois douce et puissante et trouve sa place dans une polyphonie vocale qui se lie aux jeux complémentaires de deux guitares. Ce tissage harmonique repose sur une assise rythmique basse/batterie et de l’instrument typique du « Katsa » dont l’entrechoquement cadencé des graines constitue une identité forte dans l’univers afro-folk du groupe.",
      "genres": [
        "World",
        "Afro",
        "Folk"
      ],
      "label": "Zany",
      "image": "https://i.ytimg.com/vi/H3LuodRpkL8/hqdefault.jpg",
      "youtube": "https://www.youtube.com/@BabaiLugu"
    },
    {
      "name": "Jaojoby",
      "description": "Jaojoby est un chanteur malgache de salegy, un style musical originaire de la région de Majunga, dans le nord-ouest de Madagascar. Il est surnommé le roi du salegy. Il est né le 11 février 1955 à Ambohimanga Rova, un village situé à 20 km de Majunga. Il est le fils de Régis Gizavo, un joueur de valiha, un instrument traditionnel malgache.",
      "genres": [
        "Salegy",
        "Tsapiky",
        "Dance",
        "Afro"
      ],
      "label": "N/A",
      "image": "https://kabardock.com/wp-content/uploads/2022/07/site-jaojoby.jpg",
      "youtube": "https://www.youtube.com/watch?v=ZnHjxkO-8pE"
    },
    {
      "name": "Silo",
      "description": "Silo Andrianandraina dit Silo Andrian ou Silo est un musicien multi-instrumentiste, compositeur, arrangeur et chef de formation malgache né en 1974 à Antananarivo (Madagascar).",
      "genres": [
        "Blues",
        "Rock",
        "Jazz",
        "Ethno-jazz",
        "World"
      ],
      "label": "N/A",
      "image": "https://i1.sndcdn.com/artworks-000169393575-8a2jnq-t500x500.jpg",
      "youtube": "https://www.youtube.com/@silofromada"
    },
    {
      "name": "Mika sy Davis",
      "description": "Mika Sy Davis est le duo qui a réussi à donner une forme contemporaine au genre de musique traditionnelle Basesa fusionné avec du rock, soul et reggae. Bemasy Davis Franklin et Mickaël Anatole Rakotozafy ont débuté leur carrière musicale en 2005. Ils ont été élu artiste de l’année lors de la RDJ’s Muzik Award en 2008. Depuis leur début, ils ont sortis trois albums en tous.",
      "genres": [
        "Basesa",
        "Rock",
        "Soul",
        "Reggae"
      ],
      "label": "N/A",
      "image": "https://www.musicinafrica.net/sites/default/files/images/artist_profile/201504/mikaanddavis01.jpg",
      "youtube": "https://www.youtube.com/watch?v=iDdjby6paLI"
    },
    {
      "name": "Rossy",
      "description": "un chanteur et auteur-compositeur malgache, généralement considéré comme l'artiste malgache le plus populaire des années 1990. Débutant sa carrière musicale en tant qu'accordéoniste et chanteur au sein d'une troupe de musique hira gasy traditionnelle",
      "genres": [
        "Hira gasy",
        "vakisôva",
        "Tapolaka"
      ],
      "label": "Studio ProRossy",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Paul_Bert_Rahasimanana_-_Rossy_-_Madagascar.jpg/220px-Paul_Bert_Rahasimanana_-_Rossy_-_Madagascar.jpg",
      "youtube": "https://www.youtube.com/channel/UCsLqsmdZjZhdjHkdoeBrn2g"
    },
    {
      "name": "Mahaleo",
      "description": "Au début des années 1970, au moment de la vague de manifestations et de soulèvements étudiants qui ont abouti à la fin du pouvoir néo-colonial, les sept musiciens, Dama (Zafimahaleo Rasolofondraosolo), Dadah (Rakotobe Andrianabela), Bekoto (Honoré Rabekoto), Fafa (Famantanantsoa Rajaonarison), Nono (Rakotobe Andrianabelina), Charles et Raoul (Razafindranoa Raosolosolofo) se sont ainsi rencontrés à partir de mai 1972, au gré des actions lancées dans le cadre de la grève générale, l'animant de leurs chants et de leurs instruments. Leurs études les font devenir médecin, chirurgien, agriculteur ou sociologue, mais ils poursuivent ensemble leur aventure musicale",
      "genres": [
        "Folk",
        "country",
        "Hira gasy"
      ],
      "label": "Playa Sound",
      "image": "https://img.youtube.com/vi/BmZyRlzMz0g/0.jpg",
      "youtube": "https://www.youtube.com/watch?v=ut2W9UOGLlg"
    },
    {
      "name": "Poopy",
      "description": "Avec une voix douce et mélancolique, elle est connue dans la musique malgache pour ses ballades romantiques. Elle joue de la guitare acoustique et du piano",
      "genres": [
        "Slow",
        "Hira gasy"
      ],
      "label": "N/A",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Poopy.jpg/260px-Poopy.jpg",
      "youtube": "https://www.youtube.com/@poopy5143"
    }
  ]
}
